;~ = ============================================================================
;~ Rizonesoft Language File
;~ = ============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ = ============================================================================

[Main]
Product = Complete Internet Repair
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Português (Brazil)
Code = pt-BR
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Sobre o %{Program.Name}
Label_Version = Versão
Label_AutoIt = Criado com o AutoIt versão
Label_Copyright = Copyright
Tip_Title_Donate = Faça uma doação
Tip_Message_Donate = Quando você doa, você ajudar a manter nosso software gratuito\rne possibilita-nos a adquirir as ferramentas e serviços\rnque usam para servi-lo.
Label_Home = Site
Label_License = Licença
Label_Support = Entrar em Contato
Tip_Title_Country = Feito na África do Sul
Tip_Message_Country = O %{Program.Name} nasceu na África do Sul.
Label_Contributors = Colaboradores
Tip_Facebook = Curtir no Facebook
Tip_Twitter = Seguir no Twitter
Tip_GooglePlus = Encontrar no Google
Tip_GitHub = %{Program.Name} no GitHub
Button_Ok = OK
Label_RAM = (RAM) %d MB LIVRES DE %d MB (%d%)
Tip_RAM = Memória de Acesso Aleatório
Label_HDD = (%s) %.2f GB LIVRES DE %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Lembre-se! Nunca conserte algo que não está quebrado, você pode quebrar as coisas.
Label_Status_Updates = Verificando Atualizações
Checkbox_Repair_01 = Redefinir Protocolos da Internet (TCP/IP)
Checkbox_Repair_02 = Reparar Winsock (Redefinir Catálogo)
Checkbox_Repair_03 = Renovar Conexões com a Internet
Checkbox_Repair_04 = Limpar o Cache DNS (Sistema de Nome de Domínios)
Checkbox_Repair_05 = Limpar o Cache ARP (Protocolo de Resolução de Endereços)
Checkbox_Repair_06 = Reparar o Internet Explorer %s
Checkbox_Repair_07 = Limpar Histórico do Windows Update
Checkbox_Repair_08 = Reparar Windows / Atualizações Automáticas
Checkbox_Repair_09 = Reparar SSL / HTTPS / Criptografia
Checkbox_Repair_10 = Redefinir Configurações do Servidor Proxy
Checkbox_Repair_11 = Redefinir Configurações do Firewall do Windows
Checkbox_Repair_12 = Restaurar o arquivo hosts padrão
Checkbox_Repair_13 = Renovar Registros do Cliente Wins
Checkbox_Repair_14 = Make Network Computers Visible in File Explorer
Tip_Status_Show = Mostrar Status
Tip_Status_Hide = Ocultar Status
Button_Go = Ir!
Button_Go_Stop = Parar
Info_01 = Antes de começar é recomendado que você crie um Ponto de Restauração do Sistema para reverter quaisquer alterações feitas pelo Complete Internet Repair. Além disso, execute a Solução de Problemas de Internet do Windows antes de usar quaisquer opções de reparo.\rn\rnSelecione as opções de reparação e pressione '%s' para iniciar. Não selecione algo a menos que seu computador apresente o problema descrito. Ignore qualquer opção que não compreender.
Info_02 = Esta opção reescreve todas as chaves importantes do registro usadas pelos protocolos de Internet (TCP/IP). Isto possui o mesmo resultado que remover e reinstalar o protocolo.
Info_03 = Isso pode ser usado para recuperar de corrompimento Winsock resultado da perda de conectividade de rede. Esta opção deve ser usada com cuidado porque qualquer LSP pré-instalado precisará ser reinstalado.
Info_04 = Libera e renova todas as conexões da Internet (TCP/IP).
Info_05 = Limpar o Cache DNS, atualizar todas as concessões DHCP e registrar novamente os nomes DNS.
Info_06 = O Cache ARP (Protocolo de Resolução de Endereço) é uma técnica usada para armazenar 'mapeamentos' de endereços de Camada de Rede do Modelo OSI (endereços IP) para endereços do Link de Dados do Modelo OSI (endereços MAC). Devido a uma variedade de circunstâncias possíveis, o cache ARP pode ficar danificado.\rn\rnOs sintomas incluem: inúmeros sites não conseguem carregar e interrupções na conectividade de rede ou de internet. O comando Ping também não funcionará para se comunicar com dois ou mais hosts remotos.
Info_07 = Registra novamente todos os arquivos DLL e OCX  necessários para um bom funcionamento do Microsoft Internet Explorer %s.
Info_08 = Esta opção irá limpar o Histórico do Windows Update. Isto será feito esvaziando as pastas '%s' e '%s'.
Info_09 = Esta opção irá tentar corrigir o Windows Update / Atualizações Automáticas. Tente isto quando não conseguir baixar ou instalar atualizações.
Info_10 = Se você está tendo problemas conectando em sites SSL / Seguros (Ex. Sites de Bancos), então esta opção pode ajudar.
Info_11 = Muitas infecções por malware criam servidores proxy e, em seguida, definem o Windows para rotear todo o tráfego da Web por meio do proxy do vírus. Por exemplo, uma tentativa de acessar o Rizonesoft.com redirecionará para um site de malware.\rn\rnEsta opção tentará redefinir todas as configurações de proxy, incluindo a configuração persistente do proxy WinHTTP.
Info_12 = Redefinir a configuração do Firewall do Windows para seu estado padrão.
Info_13 = Redefinir o arquivos hosts do Windows para seu estado padrão.
Info_14 = Às vezes é necessário que os clientes ou servidores em sua rede precisem registrar novamente seus nomes NetBIOS com um servidor WINS (Serviço de Cadastramento na Internet do Windows).\rn\rnAqui estão algumas situações em que seria necessário renovar os registros do cliente WINS: O registro foi perdido ou excluído no WINS e precisa ser atualizado pelo cliente. O registro existe em alguns servidores WINS, mas não em outros. Um novo registro é útil aqui para incrementar os IDs de versão do WINS, o que ajudará a causar a ocorrência de uma replicação do servidor WINS.
Info_15 = By default, computers in your local network should be visible when browsing for a network device with File Explorer. With Windows 10 version 1803 some computers are only accessible via their names or IP addresses.
Label_Sub_Heading_Notice = Todas as funções do Complete Internet Repair agora incluídas no Complete Windows Repair. Clique aqui para baixar agora e evoluir!!
Label_All_Complete = Todas as tarefas selecionadas concluídas.
Checkbox_Select_All = Select All

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a small donation?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[File]
Backup_Saving = Salvando '%s'.
Backup_Success = A pasta foi salva com sucesso para '%s'.
Backup_Continue = Agora iremos continuar com a remoção.
Backup_Error_01 = '%s' não pôde ser salvo.
Backup_Error_02 = Para evitar perda de dados, esta pasta não será removida.
CleanDir_Clearing = Limpando '%s'.
CleanDir_Error_01 = Caminho da Pasta
CleanDir_Error_02 = Nada aqui '%s'
CleanDir_Error_03 = '%s' não pôde ser removido.
CleanDir_Attributes = Definindo atributos para '%s'.
CleanDir_Success = '%s' removido com sucesso.
Delete_Removing = Removendo '%s'.
Delete_Success = O arquivo foi excluído com sucesso.
Delete_Error = Ocorreu um erro ao tentar excluir o arquivo.
OpenText_Opening = Abrindo '%s'
OpenText_Success = Exibindo o arquivo '%s'.
OpenText_Error = Não foi possível localizar o arquivo '%s'.

[Logging]
Finished = Concluído
success = sucesso
Response_Received = Resposta Recebida
Successfully = Com Sucesso
OK = OK!
Registration_succeeded = Registro bem sucedido
Initiated = Iniciado
Error = erro
Failed = falhou
Access_Denied = Acesso negado
No_Operation_Performed = Nenhuma operação pode ser executada
VERSION = VERSÂO
File_Not_Found = Não foi possível localizar o arquivo de registro '%s'.
Showing_File = Exibindo arquivo de registro '%s'.
Showing_Error = Algo deu errado. ID do Processo: %s
Opening_File = Abrindo a pasta de registros.
Opening_Directory = Abrindo a pasta de registros...
Directory_Not_Found = Não foi possível localizar a pasta de registros '%s'.
Showing_Directory = Exibindo pasta de registros '%s'.
Bool_Yes = Sim
Bool_No = Não
Info_Date = Data:
Info_Program = Programa:
Info_Program_Path = Caminho do Programa:
Info_Compiled = Compilado:
Info_AutoIt_Version = Versão do AutoIt:
Info_AutoIt_64Bit = Versão do AutoIt 64 bits:
Info_Windows_Version = Versão do Windows:
Info_System_Type = Tipo do Sistema:
Info_Memory = Memória (RAM):
Info_ProgramFiles = Pasta 'Arquivos de Programas':
Info_Windows_Directory = Pasta do Windows:
Level_Error = Erro:
Level_Warning = Aviso:
Level_Success = Sucesso:
Level_Finished = Concluído:

[Menus]
File = &Arquivo
File_Event_Log = Visualizador de &Eventos do Windows
File_Preferences = &Preferências
File_Logging = &Registros
File_Logging_Open_File = Abrir pasta de &registros
File_Logging_Open_Directory = Abrir pasta de &registros
File_Logging_IP_Reset = Abrir registro de redefinição de &IP
File_Export = &Exportar (informações)
File_Export_IP = Configuração de &IP (tudo)
File_Export_LSP = &LSPs Winsock
File_Export_ARP = Entradas &ARP (tudo)
File_Export_NBIOS = Estatísticas Net&BIOS
File_Reboot = &Reiniciar o Windows
File_Close = &Fechar\tAlt+F4
Maintenance = &Manutenção
Maintenance_Restore = &Criar Ponto de Restauração do Windows
Troubleshoot = &Solução de Problemas
Troubleshoot_01 = Diagnósticos de Rede - &Web (Internet)
Troubleshoot_02 = Diagnósticos de Rede - &Adaptador de Rede
Troubleshoot_03 = Diagnóstico da I&nternet
Troubleshoot_04 = Diagnósticos de Rede - Conexões de &Entrada
Troubleshoot_05 = Diagnóstico do &Grupo Doméstico
Troubleshoot_06 = Diagnósticos de Rede - &Compartilhamento de Arquivos
Troubleshoot_07 = Diagnóstico &BITS
Troubleshoot_08 = Diagnóstico do Windows &Update
Troubleshoot_09 = Diagnóstico do Internet E&xplorer
Troubleshoot_10 = Diagnóstico de &Segurança do Internet Explorer
Troubleshoot_11 = &Teste de Velocidade da Internet
Troubleshoot_12 = Obter &Senhas do Roteador
Tools = &Ferramentas
Tools_RDP = Conexão com a Área de Trabalho &Remota
Tools_IE_Properties = Propriedades do Internet &Explorer
Tools_Install_IP6 = &Instalar protocolo IP6
Tools_Uninstall_IP6 = &Desinstalar protocolo IP6
Tools_Repair_WorkView = Reparar &visualização dos Computadores do Grupo de Trabalho
Help = A&juda
Help_Update = Verificar por at&ualizações
Help_Home = &Site do %{Company.Name}
Help_Downloads = Mais &Downloads
Help_Support = &Obter Suporte
Help_Issue = Reportar um &problema
Help_Donate = Fazer uma d&oação
Help_About = Sobre o %{Program.Name}
Debug = &Depuração

[Messages]
Info_Title = Tome Nota
Warning_Title = Aviso!
Error_Title = Opa! Algo deu errado!
Error_Oops = Opa!
Singleton = Outra instância do %{Program.Name} já está em execução.
Compatible = O %{Program.Name} não é compatível com sua versão do Windows. Se você acha que isto é um erro, envie uma mensagem para '%s' com todos os detalhes.
Compatible_Bit = Infelizmente o %{Program.Name} de 32 bits não é compatível com a sua versão do Windows. Por favor, baixe o %{Program.Name} de 64 bits a partir de '%s'
Loading_Initializing = Inicializando o %{Program.Name}
Loading_Localizations = Carregando Traduções
Loading_Resources = Configurando Recursos
Loading_WorkingDirectories = Configurando Pastas de Trabalho
Loading_Logging = Inicializando o Registro
Loading_Configuration = Carregando Configuração
Loading_Shortcuts = Configurando Atalhos de Teclado
Loading_Interface = Iniciando Interface Principal
Ping_Check_Connection = Verificando Conexão com a Internet
Ping_Response = Resposta recebida em %s milissegundos.
Ping_Host_Offline = O Host está Offline.
Ping_Host_Unreachable = O Host está inacessível.
Ping_Host_Bad = Destino Incorreto.
Ping_Host_No_Internet = Nenhuma Conexão com a Internet.
Global_Errors = Concluído com (%02i) %s!
Global_Errors_Error = erro
Global_Errors_Errors = erros
Global_Finished = Tarefa selecionada concluída.
Global_File = arquivo
Global_Files = arquivos
RegisterDll_Success = RegSvr32.exe > '%s' registrado com sucesso.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Para registrar um módulo, você precisa fornecer o nome do binário.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Módulo especificado não encontrado.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Módulo carregado, mas o ponto de entrada DllRegisterServer não foi localizado.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Número do erro: 0x80070005
Registry_Write_Error = Não foi possível gravar em '%s'
Registry_Error_01 = Não foi possível abrir a chave solicitada.
Registry_Error_02 = Não foi possível abrir a chave principal solicitada.
Registry_Error_03 = Não foi possível abrir o valor solicitado.
Registry_Error_04 = Tipo de valor não suportado.
Registry_Error_05 = Não foi possível excluir o valor solicitado.
Registry_Error_06 = Não foi possível excluir o valor/chave solicitado.

[Messages2]
Select_Something_Title = Selecione Alguma Coisa
Select_Something_Message = Que tal selecionar alguma coisa primeiro?
Stopping = Por favor, aguarde!
Boot_01 = Uma reinicialização do sistema pode ser necessária para aplicar as configurações.
Boot_02 = Reiniciar ou não Reiniciar?
Boot_03 = Talvez você precise reiniciar o computador para que as configurações sejam aplicadas. Você deseja reiniciar seu computador agora? Salve seus trabalhos, segure a respiração e pressione Sim para reiniciar o computador. Ou pressione Não para ignorar.
Boot_04 = ^ Você não quer reiniciar o seu computador?
Boot_05 = ^ Não posso discordar. Afinal de contas é seu computador.
Boot_06 = Clique em '%s' e então '%s' para Reiniciar seu computador mais tarde.
Boot_07 = Reiniciando o Windows...
MsgBox_Boot_Title = Reiniciar!
MsgBox_boot_Message = Seu computador irá reiniciar em %s segundos. Isso deve te dar tempo suficiente para salvar seus trabalhos. Pressione OK que reiniciar o computador agora.
Boot_Restarting = Seu computador está reiniciando.
Boot_Canceled = Reiniciar Cancelado.
Reset_IP_01 = Redefinindo todas as configurações de IP.
Reset_IP_02 = Log de Redefinição TCP/IP localizado @ '%s'.
Reset_IP_03 = Redefinindo configurações de IP versão 4.
Reset_IP_04 = Redefinindo configurações de IP versão 6.
Winsock_01 = Tentando redefinir o catálogo Winsock.
Winsock_02 = É recomendado você instalar o Windows XP Service Pack 2 ou superior.
Winsock_03 = Redefinição do catálogo Winsock concluída.
Winsock_04 = Redefinindo Winsock usando Método 1.
Winsock_05 = Redefinindo Winsock usando Método 2.
Renew_IP_01 = Liberando e Renovando conexões TCP/IP.
Renew_IP_02 = Liberando conexões TCP/IP.
Renew_IP_03 = Renovando conexões TCP/IP.
Renew_IP_04 = Redefinindo Winsock.
Renew_IP_05 = TCP/IP renovado
DNS_01 = Atualizando Cache de Resolvedor DNS.
DNS_02 = Limpando DNS
DNS_03 = Registrando DNS
DNS_04 = DNS Atualizado
ARP_01 = Limpando Cache ARP (Protocolo de Resolução de Endereço).
ARP_02 = Cache ARP Atualizado
Repair_IE_01 = Reparando o Internet Explorer versão %s.
Repair_IE_02 = Fechando o Internet Explorer. Salve seus trabalhos antes de pressionar OK
Repair_IE_03 = Reparando 'Abrir em nova aba/janela não funciona'.
Repair_IE_04 = Reparando 'A entrada do menu do Gerenciador de Extensões está presente mas nada acontece'.
Repair_IE_05 = Reparando a API simples de email em HTML.
Repair_IE_06 = Reparando snap-in da Política de Grupos.
Repair_IE_07 = Reparando Smart Screen.
Repair_IE_08 = Reparando o IEAK Branding.
Repair_IE_09 = Reparando Ferramentas de Desenvolvimento.
Repair_IE_10 = Reparando 'O IE8 fecha imediatamente ao iniciar'.
Repair_IE_11 = Reparando Gerenciador de Licenças.
Repair_IE_12 = Reparando links Javascript não funcionam - arquivo de hub .NET (Robin Walker).
Repair_IE_13 = Reparando Depurador VS.
Repair_IE_14 = Reparando problemas de Impressão, abre em uma nova janela.
Repair_IE_15 = Reparando 'Localizar nesta página está vazio'.
Repair_IE_16 = Reparando o gerenciador de depuração do Processo.
Repair_IE_17 = Reparando Renderizador VML.
Repair_IE_18 = Corrigindo 'A página Nova Aba não pode exibir conteúdo porque ele não pode acessar os controles'.
Repair_IE_19 = Este é o resultado de um bug no arquivo shdocvw.dll.
Repair_IE_20 = Reparando o Outlook Express.
Repair_IE_21 = O Internet Explorer deve funcionar corretamente agora.
Clear_Update_01 = Limpando Armazenamento de Arquivos (Histórico de Atualizações).
Clear_Update_02 = Histórico de Atualizações Limpo.
Repair_Update_01 = Reparando Windows Update / Atualizações Automáticas.
Repair_Update_02 = Parando o Serviço do Nero Update.
Repair_Update_03 = Parando o Serviço BITS.
Repair_Update_04 = Parando o Serviço de Atualizações Automáticas.
Repair_Update_05 = Configurando Descritor de Segurança do BITS.
Repair_Update_06 = Configurando Descritor de Segurança do Serviço de Atualizações Automáticas.
Repair_Update_07 = Configurando o Serviço de Atualizações Automáticas.
Repair_Update_08 = Configurando o BITS.
Repair_Update_09 = Registrando as DLLs do Windows Update.
Repair_Update_10 = Reiniciando o Serviço de Atualizações Automáticas.
Repair_Update_11 = Reiniciando o Serviço BITS.
Repair_Update_12 = Restaurando o Serviço do Nero Update.
Repair_Update_13 = Limpar metadados transacional na próxima montagem do Gerenciador de Recursos Transacionais.
Repair_Update_14 = Limpando a fila do BITS.
Repair_Update_15 = Iniciando a deteção de Atualizações do Windows imediatamente.
Repair_Update_16 = Windows Update reparado.
SSL_Crypt_01 = Reparando Serviço de Criptografia de SSL / HTTPS.
SSL_Crypt_02 = Parando o serviço de criptografia.
SSL_Crypt_03 = Configurando o serviço de criptografia.
SSL_Crypt_04 = Limpando '%s'.
SSL_Crypt_05 = '%s' Limpo.
SSL_Crypt_06 = Registrando DLLs de Criptografia de SSL / HTTPS.
SSL_Crypt_07 = DLLs de Criptografia de SSL / HTTPS Registradas.
SSL_Crypt_08 = Reiniciando o serviço de criptografia.
SSL_Crypt_09 = Os serviços bancários online devem funcionar agora.
Reset_Proxy_01 = Redefinindo configurações de proxy.
Reset_Proxy_02 = Configurando proxy para acesso direto.
Reset_Proxy_03 = Configurações de proxy restauradas para o padrão.
Reset_Firewall_01 = Redefinindo configurações do Firewall do Windows.
Reset_Firewall_02 = Configurações do Firewall restauradas para o padrão.
Restore_HOSTS_01 = Restaurando o arquivo HOSTS padrão do Windows.
Restore_HOSTS_02 = Ocorreu um erro ao escrever o arquivo hosts.
Restore_HOSTS_03 = Salvando dados para o arquivo HOSTS.
Restore_HOSTS_04 = Arquivo HOSTS criado com sucesso.
Restore_HOSTS_05 = Arquivo HOSTS restaurado.
Renew_Wins_01 = Renovando Registros do Cliente Wins.
Renew_Wins_02 = Registros do Cliente Wins renovados.
Make_Computers_Visible_01 = Making Network Computers Visible.
Make_Computers_Visible_02 = Configuring the Function Discovery Resource Publication Service.
Make_Computers_Visible_03 = Network Computers should now be visible in File Explorer.
Open_Events_01 = Abrindo o Visualizador de Eventos do Windows.
Open_Events_02 = O Visualizador de Eventos deve ser aberto agora.
Export_IP_01 = Expoortando Configuração de IP do Windows.
Export_IP_02 = Configuração de IP do Windows salva em '%s'
Export_IP_03 = Não foi possível salvar a Configuração de IP.
Export_LSPs_01 = Exportando LSPs do Winsock Instaladas.
Export_LSPs_02 = Lista de LSPs do Winsock salva em '%s'
Export_LSPs_03 = Não foi possível salvar a lista LSP.
Export_ARP_01 = Exportando entradas ARP.
Export_ARP_02 = Entradas ARP salvas em '%s'
Export_ARP_03 = Não foi possível salvar as entradas ARP.
Export_NBIOS_01 = Exportando Estatísticas NetBIOS.
Export_NBIOS_02 = Estatísticas NetBIOS salvas em '%s'
Export_NBIOS_03 = Não foi possível salvar as estatísticas NetBIOS.
Tools_Open_RDP_01 = Abrindo a Conexão da Área de Trabalho Remota.
Tools_Open_RDP_02 = Não foi possível abrir a Conexão da Área de Trabalho Remota.
Tools_Open_RDP_03 = A Conexão da Área de Trabalho Remota deve ser aberta.
Tools_Open_IE_Properties_01 = Abrindo as propriedades do Internet Explorer.
Tools_Open_IE_Properties_02 = Não foi possível abrir as propriedades do Internet Explorer.
Tools_Open_IE_Properties_03 = Você deve ver as Propriedades do Internet Explorer.
Tools_Install_IP6 = Instalando o protocolo TCP/IP v6.
Tools_Uninstall_IP6 = Desinstalando o protocolo TCP/IP v6.
Tools_Repair_WorkGroup = Reparando visualização dos Computadores do Grupo de Trabalho.

[Preferences]
Window_Title = Preferências
Tab_General = Geral
Tab_Cache = Cache
Tab_Performance = Performance
Tab_Language = Idioma
Group_Redundancy = Redundância
Group_Logging = Registro
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Idioma
Checkbox_Backup_Folders = Fazendo Backup das Pastas antes de Remover
Checkbox_Export_IP = Exportar configuração de IP antes de redefinir
Checkbox_Enable_Logging = Habilitar registro
Label_Log_Exceed = Tamanho do registro não deve exceder:
Label_Logging_Size = Tamanho do Registro: %s KB
Button_Logging_Clear = Limpar Registro
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Selecione o idioma de preferência e pressione o botão %s para continuar. (Necessário reiniciar)
Button_Save = Salvar
Button_Cancel = Cancelar
Label_Updated = Preferências Atualizadas
Label_Logging_Cleared = Registros limpos
MsgBox_Language_Title = Idioma Alterado
MsgBox_Language_Message = O idioma selecionado foi alterado. O programa deve ser reiniciado para que o idioma escolhido seja aplicado.
MsgBox_Closing_Title = Fechando o %{Program.Name}
MsgBox_Closing_Message = Deseja fechar o %{Program.Name} agora?

[Update]
Window_Title_Available = Atualização disponível
Window_Title_Congratulations = Parabéns!
Window_Title_Error = Algo deu errado!
Label_Message_Update = Há uma nova versão do '%{Program.Name}' disponível.
Label_Message_Latest = Você está usando a versão mais recente do '%{Program.Name}'.
Label_Message_Error = As informações sobre a versão mais recente do '%{Program.Name}' não puderam ser obtidas.
Label_Message_Internet = Por favor, verifique a conexão com a Internet e tente novamente.
Label_Build_Current = Versão Atual:
Label_Build_Update = Versão Mais Recente:
CheckBox_NoUpdate = Não verificar atualizações ao iniciar
Button_Update = Read more
Button_Close = Fechar

[Versioning]
Administrator = Administrador
Build = Versão
AutoIt_Version = usando o AutoIt versão %{AutoIt.Version}
Bit = bits